/**
 * STAFF SOLO TESTO – TEMA SACRIFICE
 */

const handler = async (message, { conn, usedPrefix = '.' }) => {

    const staffText = `
🩸 𝐒𝐀𝐂𝐑𝐈𝐅𝐈𝐂𝐄 • 𝐒𝐓𝐀𝐅𝐅 🩸

════════════════════
👑 𝐎𝐖𝐍𝐄𝐑
════════════════════
☠️ +212 601-646793
   ↳ 𝐙𝐞𝐢𝐧

☠️ +39 380 138 0688
   ↳ 𝐕𝐢𝐱𝐢𝐢𝐞

☠️ +212 773-631903
   ↳ 𝐃𝐞𝐚𝐝𝐥𝐲

════════════════════
🛡️ 𝐀𝐃𝐌𝐈𝐍
════════════════════
⚔️ +1 (405) 540-5794
   ↳ 𝐀𝐧𝐤𝐮𝐬𝐡

⚔️ +39 320 345 3298
   ↳ 𝐍𝐢𝐜𝐨

⚔️ +353 89 433 2676
   ↳ 𝐄𝐝𝐨

⚔️ +1 (954) 386-9978
   ↳ 𝐆𝐚𝐫𝐜𝐢𝐚

⚔️ +39 350 911 0688
   ↳ 𝐓𝐪𝐱

⚔️ +57 315 0321075
   ↳ 𝐕𝐞𝐱𝐩𝐞𝐫

════════════════════
💀 𝐒𝐀𝐂𝐑𝐈𝐅𝐈𝐂𝐄
════════════════════
`.trim();

    // INVIO SOLO TESTO
    await conn.sendMessage(message.chat, { text: staffText });
};

handler.help = ['staff'];
handler.tags = ['info'];
handler.command = /^(staff)$/i;

export default handler;